Repository: raulsaeed/BHTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: vi, zh_hant

source: BHTikTok, Hi
zh_hant: BHTikTok，你好

source: BHTikTok++ settings
vi: Cấu hình BHTikTok++
zh_hant: BHTikTok++ 設定

source: Welcome
zh_hant: 歡迎

source: Tap to Join the Telegram
zh_hant: 點擊加入 Telegram

source: Yes
vi: Có
zh_hant: 是

source: No
vi: Không
zh_hant: 否

source: ON
vi: BẬT
zh_hant: 開啟

source: OFF
vi: TẮT
zh_hant: 關閉

source: Cancel
vi: Hủy
zh_hant: 取消

source: Confirm
vi: Xác nhận
zh_hant: 確認

source: Downloading
vi: Đang tải xuống
zh_hant: 下載中

source: Backgrounding ✌️
vi: Đang chạy nền ✌️
zh_hant: 背景執行中 ✌️

source: Are you sure?
vi: Bạn có chắc không?
zh_hant: 確定嗎？

source: Downloads Menu
vi: Menu tải xuống
zh_hant: 下載選單

source: Download Video
vi: Tải xuống video
zh_hant: 下載影片

source: Download HD Video
vi: Tải xuống video HD
zh_hant: 下載高畫質影片

source: Download Music
vi: Tải xuống nhạc
zh_hant: 下載音樂

source: Download Photo
vi: Tải xuống ảnh
zh_hant: 下載照片

source: Download All Photos
vi: Tải xuống tất cả ảnh
zh_hant: 下載所有照片

source: Download Photos Menu
vi: Menu tải ảnh
zh_hant: 下載照片選單

source: Copy Menu
vi: Menu sao chép
zh_hant: 複製選單

source: Copy Music link
vi: Sao chép liên kết nhạc
zh_hant: 複製音樂連結

source: Copy Video link
vi: Sao chép liên kết video
zh_hant: 複製影片連結

source: Copy Decription
vi: Sao chép mô tả
zh_hant: 複製描述

source: Copy bio
vi: Sao chép tiểu sử
zh_hant: 複製個人簡介

source: Music Link Copied
zh_hant: 音樂連結複製成功

source: Video Link Copied
zh_hant: 影片連結複製成功

source: Description Link Copied
zh_hant: 描述連結複製成功

source: Could Not Copy Music
vi: Không thể sao chép nhạc
zh_hant: 無法複製音樂

source: The video dosen't have music to download
vi: Video này không có nhạc để tải xuống
zh_hant: 此影片沒有可下載的音樂

source: Feed
vi: Bảng tin
zh_hant: 動態

source: Profile
vi: Hồ sơ
zh_hant: 個人資料

source: Other
vi: Khác
zh_hant: 其他

source: Region
vi: Khu vực
zh_hant: 國家/地區

source: Developer
vi: Nhà phát triển
zh_hant: 開發者

source: Live Button Function
vi: Chức năng nút trực tiếp
zh_hant: 直播按鈕功能

source: Playback Speed
vi: Tốc độ phát lại
zh_hant: 播放速度

source: Hide Ads
vi: Ẩn quảng cáo
zh_hant: 隱藏廣告

source: Download Button
vi: Nút tải xuống
zh_hant: 下載按鈕

source: Share Sheet
vi: Bảng chia sẻ
zh_hant: 分享表單

source: Remove Watermark
vi: Xóa watermark
zh_hant: 移除浮水印

source: Show/Hide UI Button
vi: Hiển thị/Ẩn nút UI
zh_hant: 顯示/隱藏介面按鈕

source: Stop Playback
vi: Dừng phát lại
zh_hant: 停止播放

source: Auto Play Next Video
vi: Tự động phát video tiếp theo
zh_hant: 自動播放下一部影片

source: Show Progress Bar
vi: Hiển thị thanh tiến trình
zh_hant: 顯示進度條

source: Transparent Comments
vi: Bình luận trong suốt
zh_hant: 透明評論

source: Show Usernames
vi: Hiển thị tên người dùng
zh_hant: 顯示使用者名稱

source: Disable Sensitive Content
vi: Tắt nội dung nhạy cảm
zh_hant: 停用敏感內容

source: Disable Warnings
vi: Tắt cảnh báo
zh_hant: 停用警告

source: Disable Live Streaming
vi: Tắt phát trực tiếp
zh_hant: 停用直播

source: Skip Recommendations
vi: Bỏ qua gợi ý
zh_hant: 跳過推薦

source: Upload Region
vi: Khu vực tải lên
zh_hant: 上傳國家/地區

source: Hide Top Feed items
vi: Ẩn mục trên cùng của bảng tin
zh_hant: 隱藏頂部動態項目

source: Anonymous Seen
vi: Xem ẩn danh
zh_hant: 匿名觀看

source: Profile Save
vi: Lưu hồ sơ
zh_hant: 儲存個人資料

source: Profile Copy
vi: Sao chép hồ sơ
zh_hant: 複製個人資料

source: Video Like Count
vi: Số lượt thích video
zh_hant: 影片按讚數

source: Video Upload Date
vi: Ngày tải lên video
zh_hant: 影片上傳日期

source: User Post Count
zh_hant: 使用者影片數量

source: Follower
vi: Người theo dõi
zh_hant: 粉絲

source: Following
vi: Đang theo dõi
zh_hant: 關注中

source: Fake Verified
vi: Xác minh giả
zh_hant: 偽裝官方認證

source: Extended Bio
vi: Tiểu sử mở rộng
zh_hant: 延伸個人簡介

source: Extended Comments
vi: Bình luận mở rộng
zh_hant: 延伸評論

source: Upload HD
vi: Tải lên HD
zh_hant: 上傳高畫質

source: App Lock
vi: Khóa ứng dụng
zh_hant: 應用程式鎖定

source: Enable Flex
vi: Bật Flex
zh_hant: 啟用 Flex

source: Enable Oled Keyboard
vi: Bật bàn phím OLED
zh_hant: 啟用 OLED 鍵盤

source: Post Stats
zh_hant: 影片統計

source: Like Confirmation
vi: Xác nhận thích
zh_hant: 按讚確認

source: Like Comment Confirmation
vi: Xác nhận thích bình luận
zh_hant: 評論按讚確認

source: Dislike Comment Confirmation
vi: Xác nhận không thích bình luận
zh_hant: 評論不喜歡確認

source: Follow Confirmation
vi: Xác nhận theo dõi
zh_hant: 關注確認

source: Auto Clear History
vi: Tự động xóa lịch sử
zh_hant: 自動清除歷史記錄

source: Enable Fake Changes
vi: Bật thay đổi giả
zh_hant: 啟用偽裝變更

source: Enable Embeded Links
zh_hant: 啟用內嵌連結

source: Comment Settings
vi: Cài Đặt Bình Luận
zh_hant: 評論設定

source: Disable Comment Tooltip
vi: Tắt Tooltip Bình Luận
zh_hant: 停用評論工具提示

source: Add Comment as Post
vi: Thêm Bình Luận Dưới Dạng Bài Đăng
zh_hant: 將評論新增為貼文

source: Add Comment as Story
vi: Thêm Bình Luận Dưới Dạng Tin
zh_hant: 將評論新增為限時動態

source: Mass Unfold Comment Replies
vi: Mở Toàn Bộ Phản Hồi Bình Luận
zh_hant: 批量展開回覆

source: Auto Unfold Comment Texts
vi: Tự Động Mở Nội Dung Bình Luận Dài
zh_hant: 自動展開文字

source: Multi Emoji Comment Bar
vi: Thanh Emoji Đa Dạng Trong Bình Luận
zh_hant: 多重表情符號列

source: Hide Emoji-Bar
vi: Ẩn Thanh Emoji
zh_hant: 隱藏表情符號列

source: Comment Cell Redesign
vi: Thiết Kế Lại Giao Diện Bình Luận
zh_hant: 評論區塊重新設計

source: FEATURE_HIDE_ADS
vi: Tắt tất cả quảng cáo trên TikTok
zh_hant: 從動態中隱藏廣告

source: FEATURE_DOWNLOAD_BUTTON
vi: Bật nút tải xuống cho bài viết và câu chuyện
zh_hant: 啟用貼文和限時動態的下載按鈕

source: FEATURE_SHARE_SHEET
vi: Mở bảng chia sẻ sau khi tải phương tiện
zh_hant: 下載媒體後開啟分享表單

source: FEATURE_REMOVE_WATERMARK
vi: Xóa watermark khỏi phương tiện TikTok
zh_hant: 從下載的媒體中移除浮水印（動態 TikTok 標誌和使用者名稱）

source: FEATURE_UI_BUTTON
vi: Hiển thị hoặc ẩn nút UI
zh_hant: 顯示或隱藏介面按鈕

source: FEATURE_STOP_PLAYBACK
vi: Tắt tự động cuộn sau khi phát xong
zh_hant: 影片結束時停止播放

source: FEATURE_AUTO_PLAY
vi: Tự động chuyển sang bài đăng tiếp theo sau khi phát xong
zh_hant: 啟用自動影片捲動

source: FEATURE_PROGRESS_BAR
vi: Hiển thị thanh tiến trình dưới video
zh_hant: 影片下方顯示時間軸

source: FEATURE_TRANSPARENT_COMMENTS
vi: Làm trong suốt phần bình luận
zh_hant: 使評論區域透明

source: FEATURE_SHOW_USERNAMES
vi: Thay thế biệt danh bằng tên người dùng trên bài đăng
zh_hant: 暱稱替換為使用者名稱

source: FEATURE_DISABLE_SENSITIVE
vi: Ẩn cảnh báo 'Nội dung nhạy cảm'
zh_hant: 隱藏不當內容警告

source: FEATURE_DISABLE_WARNINGS
vi: Ẩn cảnh báo của TikTok
zh_hant: 隱藏 TikTok 警告

source: FEATURE_DISABLE_LIVE
vi: Tắt phát trực tiếp trên FYP
zh_hant: 在動態中隱藏直播

source: FEATURE_SKIP_RECOMMENDED
vi: Bỏ qua video được đề xuất
zh_hant: 移除朋友推薦等

source: FEATURE_UPLOAD_REGION
vi: Hiển thị cờ khu vực tải lên bên cạnh tên người dùng
zh_hant: 在使用者名稱旁顯示上傳國家/地區旗幟

source: FEATURE_HIDE_TOP_ITEMS
vi: Ẩn các nút tìm kiếm, trực tiếp (FYP, Theo dõi, Cửa hàng, v.v...)
zh_hant: 隱藏搜尋按鈕、直播和其他項目（為你推薦、關注中、商店等）

source: FEATURE_ANONYMOUS_SEEN
vi: Xem tin nhắn ẩn danh (BETA, Cẩn thận!)
zh_hant: 啟用已讀回條封鎖

source: FEATURE_PROFILE_SAVE
vi: Lưu chi tiết hồ sơ
zh_hant: 將個人資料資訊儲存到剪貼簿

source: FEATURE_EMBED_LINKS
zh_hant: 複製連結時啟用內嵌連結功能

source: FEATURE_PROFILE_COPY
vi: Sao chép thông tin hồ sơ
zh_hant: 複製個人資料資訊

source: FEATURE_USER_POST_COUNT
zh_hant: 顯示已上傳影片數量

source: FEATURE_LIKE_COUNT
vi: Hiển thị số lượt thích trên bài đăng
zh_hant: 顯示訊息按讚數

source: FEATURE_UPLOAD_DATE
vi: Hiển thị ngày tải lên bài đăng
zh_hant: 顯示上傳日期

source: FEATURE_CONFIRM_LIKE
vi: Xác nhận thích bài đăng
zh_hant: 顯示按讚影片確認

source: FEATURE_CONFIRM_COMMENT_LIKE
vi: Xác nhận thích bình luận
zh_hant: 顯示按讚評論確認

source: FEATURE_CONFIRM_COMMENT_DISLIKE
vi: Xác nhận không thích bình luận
zh_hant: 顯示不喜歡評論確認

source: FEATURE_CONFIRM_FOLLOW
vi: Xác nhận theo dõi người dùng
zh_hant: 顯示關注用戶確認

source: FEATURE_AUTO_CLEAR
vi: Tự động xóa lịch sử tìm kiếm sau mỗi 60 giây
zh_hant: 每 60 秒自動清除搜尋記錄

source: FEATURE_FAKE_CHANGES
vi: Cho phép làm giả hồ sơ
zh_hant: 啟用個人資料偽裝

source: FEATURE_FOLLOWER_COUNT
vi: Nhập số lượng người theo dõi giả
zh_hant: 輸入偽裝粉絲數

source: FEATURE_FOLLOWING_COUNT
vi: Nhập số lượng người theo dõi giả
zh_hant: 輸入偽裝關注數

source: FEATURE_FAKE_VERIFIED
vi: Biến tài khoản của bạn trông như đã xác minh
zh_hant: 顯示偽裝認證徽章

source: FEATURE_EXTENDED_BIO
vi: Mở rộng số ký tự trong tiểu sử
zh_hant: 延伸個人簡介字數限制

source: FEATURE_EXTENDED_COMMENTS
vi: Mở rộng số ký tự trong bình luận
zh_hant: 延伸評論字數限制

source: FEATURE_UPLOAD_HD
vi: Luôn tải lên video ở chất lượng HD
zh_hant: 啟用高畫質上傳

source: FEATURE_APP_LOCK
vi: Bảo vệ TikTok bằng mật khẩu
zh_hant: 新增使用密碼鎖定 TikTok 的功能

source: FEATURE_ENABLE_FLEX
vi: Chỉ dành cho nhà phát triển, KHÔNG CHẠM nếu bạn không biết cách sử dụng
zh_hant: 僅供開發者使用，如果不知道用途請勿觸碰

source: FEATURE_OLED_KEYBOARD
vi: Chỉ hoạt động ở chế độ tối
zh_hant: 僅適用於深色主題

source: FEATURE_POST_STATS
zh_hant: 在下載區域顯示影片統計選單按鈕

source: FEATURE_DISABLE_COMMENT_TOOLTIP
vi: Tắt Tooltip Emoji Nhanh Khi Nhấn Giữ Nút Bình Luận
zh_hant: 停用長按評論按鈕時的表情符號工具提示

source: FEATURE_ADD_COMMENT_POST
vi: Cho phép đăng bình luận dưới dạng bài viết thông thường
zh_hant: 啟用以貼文方式評論

source: FEATURE_ADD_COMMENT_STORY
vi: Cho phép đăng bình luận dưới dạng tin
zh_hant: 啟用以限時動態方式評論

source: FEATURE_MASS_UNFOLD
vi: Mở toàn bộ các phản hồi bình luận cùng lúc
zh_hant: 一次展開所有評論回覆

source: FEATURE_AUTO_UNFOLD
vi: Tự động mở nội dung cho các bình luận dài
zh_hant: 展開長評論中的文字

source: FEATURE_MULTI_EMOJI
vi: Kích hoạt thanh emoji mở rộng trong bình luận
zh_hant: 在評論中啟用延伸表情符號面板

source: FEATURE_HIDE_EMOJI
vi: Ẩn thanh emoji ban đầu trong bình luận
zh_hant: 在評論中隱藏表情符號面板

source: FEATURE_COMMENT_REDESIGN
vi: Chọn phong cách thiết kế giao diện bình luận
zh_hant: 允許選擇評論區塊設計

source: DEVELOPER_TELEGRAM
vi: Tham gia kênh Telegram để nhận các cập nhật mới nhất
zh_hant: 加入 Telegram 頻道獲取最新更新

source: DEVELOPER_SUPPORT
vi: Hỗ trợ để giữ BHTTPP được cập nhật và truy cập nhóm thử nghiệm beta
zh_hant: 支持 BHTTPP 並取得測試群組的使用權限

source: Design Options
vi: Tùy Chọn Giao Diện
zh_hant: 設計選項

source: Comment Design
vi: Giao Diện Bình Luận
zh_hant: 評論設計

source: Select Design
vi: Chọn Giao Diện
zh_hant: 選擇設計

source: Default
vi: Mặc Định
zh_hant: 預設

source: Modern
vi: Hiện Đại
zh_hant: 現代

source: Compact
vi: Gọn Gàng
zh_hant: 緊湊

source: Regions
vi: Khu Vực
zh_hant: 國家/地區

source: Live Button Actions
vi: Hành Động Nút Live
zh_hant: 直播按鈕動作

source: Actions
vi: Hành Động
zh_hant: 動作

source: Live Actions
vi: Hành Động Trực Tiếp
zh_hant: 直播動作

source: Language 🌎
vi: Ngôn Ngữ 🌎
zh_hant: 語言 🌎

source: Speeds
vi: Tốc Độ
zh_hant: 速度

source: Select Speed
vi: Chọn Tốc Độ
zh_hant: 選擇速度

source: Enable Region Changing
vi: Kích Hoạt Thay Đổi Khu Vực
zh_hant: 啟用國家/地區變更

source: Live Button Action
vi: Hành Động Nút Live
zh_hant: 直播按鈕動作

source: Enable Region Changing Functionality
vi: Kích Hoạt Tính Năng Thay Đổi Khu Vực
zh_hant: 啟用國家/地區變更功能

source: Change Action of Live Button
vi: Thay Đổi Hành Động Của Nút Live
zh_hant: 變更直播按鈕動作

source: Enable Persistent Playback Speed.
vi: Bật Tốc Độ Phát Cố Định
zh_hant: 啟用持續播放速度

source: Configure Advanced Comment Settings
vi: Cấu Hình Cài Đặt Bình Luận Nâng Cao
zh_hant: 設定進階評論選項

source: Select App Language
vi: Chọn Ngôn Ngữ Ứng Dụng
zh_hant: 選擇應用程式語言

source: Comment Features
vi: Tính Năng Bình Luận
zh_hant: 評論功能

source: Enable Native Download Progress
zh_hant: 啟用原生下載進度

source: FEATURE_NATIVE_DOWNLOAD_PROGRESS
zh_hant: 顯示原生 (下載樣式) 進度條

source: BHTikTok++, Hi
vi: BHTikTok++, Xin chào

source: BHTikTok++ Settings
vi: Cài Đặt BHTikTok++
